{
    "ai": [
        {
            "id": "ai-20241106-1",
            "title": "CoreWeave Picks Morgan Stanley, Goldman, JPMorgan for 2025 IPO",
            "link": "https://biztoc.com/x/7e7e101e06288d30",
            "content": "In This Article:(Bloomberg) -- CoreWeave, a cloud-computing provider thats one of the hottest startups in artificial intelligence, has selected Morgan Stanley, Goldman Sachs Group Inc. and JPMorgan C… [+158 chars]",
            "category": "ai",
            "timestamp": "2024-11-06T01:49:38.166815"
        },
        {
            "id": "ai-20241106-2",
            "title": "Fourth Committee Highlights Key Role of Global Communications in Reporting Crises from Restricted Areas, Climate Responsibility, Disinformation",
            "link": "https://press.un.org/en/2024/gaspd816.doc.htm",
            "content": "Despite the resource crunch, United Nations communications continue to operate where public interest media are struggling to operate or are prevented from covering the truth, the Fourth Committee (Sp… [+10686 chars]",
            "category": "ai",
            "timestamp": "2024-11-06T01:49:38.166907"
        }
    ],
    "entertainment": [
        {
            "id": "entertainment-20241106-1",
            "title": "Kourtney Kardashian Shares Photos of Baby Rocky's First Birthday Party Celebrations - E! NEWS",
            "link": "https://www.eonline.com/news/1409520/kourtney-kardashian-shares-photos-of-baby-rockys-first-birthday-party-celebrations",
            "content": "Kourtney Kardashian sure knows how to throw a party.\r\nAs the Kardashians star and husband Travis Barker celebrated their son Rocky Thirteen Barker turning 12 months, she gave fans a glimpse of what a… [+910 chars]",
            "category": "entertainment",
            "timestamp": "2024-11-06T01:49:38.405254"
        },
        {
            "id": "entertainment-20241106-2",
            "title": "James Van Der Beek’s wife shares heartfelt message of support after his colorectal cancer diagnosis - New York Post ",
            "link": "https://nypost.com/2024/11/04/entertainment/james-van-der-beeks-wife-shares-heartfelt-message-amid-his-cancer-diagnosis/",
            "content": "James Van Der Beek’s wife, Kimberly Van Der Beek, is showing her support after the actor revealed he’s been diagnosed with colorectal cancer and issued a public apology to his loved ones after claimi… [+3562 chars]",
            "category": "entertainment",
            "timestamp": "2024-11-06T01:49:38.405334"
        }
    ],
    "finance": [
        {
            "id": "finance-20241106-2",
            "title": "Stock futures are little changed as Wall Street readies for presidential election: Live updates - CNBC",
            "link": "https://www.cnbc.com/2024/11/04/stock-market-today-live-updates.html",
            "content": "Stock futures were flat in overnight trading ahead of Tuesday's high-stakes U.S. presidential election.\r\nFutures tied to the Dow Jones Industrial Average slipped 17 points. S&amp;P 500 futures and Na… [+1838 chars]",
            "category": "finance",
            "timestamp": "2024-11-06T01:49:38.601474"
        }
    ],
    "politics": [
        {
            "id": "politics-20241106-1",
            "title": "Vice President Kamala Harris holds campaign rally at Carrie Blast Furnaces - WTAE Pittsburgh",
            "link": "https://www.wtae.com/article/kamala-harris-rally-pittsburgh-carrie-furnaces/62802339",
            "content": "RANKIN, Pa. —Vice President Kamala Harris returned to the Pittsburgh area for a campaign rally at Carrie Blast Furnaces in Rankin on Monday night.\r\nAccording to the \"Vote for Freedom Rally\" website, … [+1480 chars]",
            "category": "politics",
            "timestamp": "2024-11-06T01:49:38.898642"
        },
        {
            "id": "politics-20241106-2",
            "title": "Joe Rogan endorses Trump on eve of Election Day - Axios",
            "link": "https://www.axios.com/2024/11/05/joe-rogan-endorses-trump-on-eve-of-election-day",
            "content": "Joe Rogan endorsed former President Trump for president on Monday evening.\r\nWhy it matters: The podcaster's endorsement of the GOP presidential nominee on the eve of Election Day could be a major boo… [+1168 chars]",
            "category": "politics",
            "timestamp": "2024-11-06T01:49:38.898756"
        }
    ]
}